Repository: common-repository/seo-site-auditor-agency
Catalog: lang/SDT-*.po
Languages: es_es

source: Apple icon found
es_es: Icono de Apple encontrado

source: Exact keyword found in an alt tag
es_es: Palabra clave exacta encontrada en una etiqueta alt

source: Exact keyword was not found in the first 100 words
es_es: La palabra clave exacta no se encontró en las primeras 100 palabras

source: If possible, add the keyword in the url.
es_es: Si es posible, añade la palabra clave en la URL.

source: Include keyword in the first 100 words of page.
es_es: Incluye la palabra clave en las primeras 100 palabras de la página.

source: Keyword begins title.
es_es: La palabra clave está al inicio del título.

source: Meta viewport tags not found.
es_es: Etiquetas meta viewport no encontradas.

source: robots.txt file found
es_es: Se encontró el archivo robots.txt

source: Some img tag does not have alt text
es_es: Algunas etiquetas img no tienen texto alternativo

source: Use the exact keyword more than 2-4 times
es_es: Usa la palabra clave exacta más de 2-4 veces

source: Add a favicon to the header of page.
es_es: Añade un favicon a la cabecera de la página.

source: Add an apple icon to header of page.
es_es: Añade un icono de apple en la cabecera de la página.

source: Add heading tags to page, using keyword: H1 & H2.
es_es: Añade etiquetas de encabezamiento a la página, utilizando las palabras clave: H1 y H2.

source: Add link to an xml sitemap.
es_es: Añadir enlace a un mapa del sitio xml.

source: Add more words to the page. 1,000 words or more.
es_es: Añade más palabras a la página. 1,000 palabras o más.

source: Add robots.txt file to your root directory.
es_es: Añade el archivo robots.txt a tu directorio raíz.

source: Add structured data (schema.org) to page.
es_es: Añadir datos estructurados (schema.org) a la página.

source: Add your keyword and similar keywords as bolded, italicized, or underlined text.
es_es: Añade tu palabra clave y otras similares como texto en negrita, cursiva o subrayado.

source: All images need keywords in the alt text. Add your targeted keyword to at least 1 image and similar keywords to other images.
es_es: Todas las imágenes necesitan palabras clave en el texto alternativo. Añade tu palabra clave a al menos una imagen y palabras clave similares a otras imágenes.

source: Does not contain flash elements
es_es: No contiene elementos flash

source: Domain contains < 20 characters in length
es_es: El dominio contiene menos de 20 caracteres

source: Domain contains > 20 characters in length
es_es: El dominio contiene más de 20 caracteres

source: Domain expiration date not found
es_es: No se encontró la fecha de caducidad del dominio

source: Domain expires in less than 6 months
es_es: El dominio expira en menos de 6 meses

source: Enable Gzip compression on your server, for better load speed.
es_es: Habilita la compresión GZIP en tu servidor para mejor velocidad de carga.

source: Every tag img has alt attribute
es_es: Cada etiqueta img tiene el atributo alt

source: Exact keyword found in the first 100 words, %d times
es_es: La palabra clave exacta se encontró en las primeras 100 palabras, %d veces

source: Exact Keyword in H1: %d
es_es: Palabra clave exacta encontrada en H1: %d

source: Exact Keyword in H2: %d
es_es: Palabra clave exacta encontrada en H2: %d

source: Exact keyword was not found on an alt tag
es_es: No se ha encontrado la palabra clave exacta en una etiqueta alt

source: Exact keywords were not found bolded, italicized, or underlined
es_es: Las palabras clave exactas no se encontraron en negrita, cursiva o subrayadas

source: Favicon Found.
es_es: Favicon encontrado.

source: Favicon not Found.
es_es: Favicon no encontrado.

source: Flash found
es_es: Flash encontrado

source: Found %d heading tags: H1 & H2
es_es: Se encontraron %d etiquetas: H1 & H2

source: Found keyword in domain.
es_es: Palabra clave encontrada en el dominio.

source: Found schema.org markup.
es_es: Marcado schema.org encontrado.

source: Heading tags not found: H1 & H2
es_es: Etiquetas de encabezamiento no encontradas: H1 Y H2

source: HTML is not W3C validated
es_es: El HTML no está validado por el W3C

source: HTML is W3C validated
es_es: El HTML está validado por el W3C

source: Include keyword at beginning of title.
es_es: Incluye la palabra clave al principio del título.

source: Include keyword in an image file name, using dashes between words. Example: image-file-name.jpg
es_es: Incluye la palabra clave en el nombre de un archivo de imagen, utilizando guiones entre las palabras. Ejemplo: nombre-archivo-imagen.jpg

source: Include keyword in the alt tag of an image.
es_es: Incluir la palabra clave en la etiqueta alt de una imagen.

source: Include keyword in the h1 tags, but do not duplicate.
es_es: Incluye la palabra clave en las etiquetas h1, pero no las dupliques.

source: Include keyword in the h2 tags, but do not duplicate.
es_es: Incluye la palabra clave en las etiquetas h2, pero no las dupliques.

source: Include keyword in title, preferably at the beginning.
es_es: Incluie la palabra clave en el título, preferiblemente al principio.

source: inline found
es_es: inline encontrado

source: Keyword found in title.
es_es: La palabra clave está en el título.

source: Keyword not found in title.
es_es: La palabra clave no está en el título.

source: Keyword was not found on the h1 tags.
es_es: La palabra clave no se encontró en la etiqueta h1.

source: Keyword was not found on the h2 tags.
es_es: La palabra clave no se encontró en las etiquetas h2.

source: Link to a sitemap.xml found.
es_es: Enlace a un sitemap.xml encontrado.

source: Link to a sitemap.xml was not found.
es_es: Enlace a un sitemap.xml no encontrado.

source: Meta viewport tag needs to be added to header.
es_es: Es necesario añadir la etiqueta meta viewport a la cabecera.

source: Meta viewport tags found.
es_es: Etiquetas meta viewport encontradas.

source: Move inline css to a stylesheet.
es_es: Mueve el CSS inline a esta hoja de estilos.

source: Moz Domain Authority Missing.
es_es: Falta la Autoridad de Dominio de Moz.

source: No apple icon found
es_es: Icono de Apple no encontrado

source: No inline css found.
es_es: No se ha encontrado ningún css inline.

source: Not found exact keyword in an image file name
es_es: No se ha encontrado la palabra clave exacta en el nombre de un archivo de imagen

source: Only use exact keyword 2-4 times
es_es: Usa la palabra clave exacta de 2 a 4 veces solamente

source: robots.txt file not found
es_es: No se encontró el archivo robots.txt

source: Schema.org markup not found.
es_es: Marcado Schema.org no encontrado.

source: Site is accessible via https (SSL).
es_es: El sitio es accesible vía https (SSL).

source: Site is not accessible via https (SSL).
es_es: El sitio no es accesible vía HTTPS (SSL)

source: Text to HTML ratio is < %d%%
es_es: La relación entre el texto y HTML es < %d%%

source: Text to HTML ratio is excellent.
es_es: La relación entre el texto y el HTML es excelente.

source: the exact word was not found in the domain.
es_es: la palabra exacta no se encontró en el dominio.

source: The title does not begin with the keyword.
es_es: El título no comienza con la palabra clave.

source: There are no duplicate heading tags
es_es: No hay etiquetas de encabezado duplicadas

source: This domain expires in %s.
es_es: Este dominio expira el %s.

source: This domain expires in less than 6 months: %s.
es_es: Este dominio expira en menos de 6 meses: %s.

source: This domain is %s old
es_es: La edad del dominio es %s

source: This domain is only missing old
es_es: A este dominio sólo le falta el antiguo

source: This page has %d words, less than 1,000 words
es_es: Esta página tiene %d palabras, menos de 1,000 palabras

source: This page has %d words, more than 1,000 words
es_es: Esta página tiene %d palabras, más de 1,000 palabras

source: URL is not SEO friendly.
es_es: La URL no es adecuada para SEO.

source: URL is not SEO friendly. For best seo results, only use letters or dashes in your url when possible - https://www.example.com/like-this/
es_es: La URL es adecuada para SEO. Para mejores resultados, solo usa letras o guiones en tu URL cuando sea posible - https://www.ejemplo.com/como-esto/

source: Use the exact keyword more than 2-4 times
es_es: Usa la palabra clave exacta más de 2-4 veces

source: You should have at least 3 backlinks.
es_es: Deberías tener al menos 3 backlinks.

source: You should have at least 3 dofollow backlinks.
es_es: Deberías tener al menos 3 links dofollow.

source: %d days
es_es: %d días

source: %d years
es_es: %d años

source: <a href="https://greenjaymedia.com/wp-site-auditor/change-form-design-wp-site-auditor/" target="_blank">Find out how to change form designs</a>
es_es: <a href="https://greenjaymedia.com/wp-site-auditor/change-form-design-wp-site-auditor/" target="_blank">Descubre cómo cambiar los diseños del formulario.</a>

source: <a href="https://greenjaymedia.com/wp-site-auditor/why-emails-are-not-sending/" target="_blank">Why are emails not sending?</a>
es_es: <a href="https://greenjaymedia.com/wp-site-auditor/why-emails-are-not-sending/" target="_blank">¿Por qué no se envían los correos?</a>

source: <h3>Go Premium</h3><p>White Label Reports<br>You can save all the site audit submissions and contact the users later<br>No powered-by logo<br/>You can generate leads for your business<br/>You can view the submissions, filter by status, and contact each user<br/>You can export the submissions to a CSV<br/>You can import the leads into your email list/newsletter<br/>Your users can view the site audit results on your website after submitting the form<br/>And more.</p><a href="%s" class="button button-primary">%s</a> - <a href="%s" class="button" target="_blank">Need help? Contact us</a></p><p>Try the plugin without worries.</p>
es_es: <h3>Hazte Premium</h3><p>Informes de White Label<br>Puedes guardar todos los envíos de inspección de sitio y contactar a los usuarios después.<br>No hay logotipo de "Desarrollado por".<br/>Puedes generar prospectos para tu negocio.<br/>Puedes ver los envíos, filtrar por estado, y contactar a cada usuario.<br/>Puedes exportar los envíos a un CSV.<br/>Puedes importar los envíos a tu lista de correos/boletín.<br/>Tus usuarios pueden ver los resultados de la inspección del sitio en tu sitio web luego de rellenar el formulario.<br/>Y más.</p><a href="%s" class="button button-primary">%s</a> - <a href="%s" class="button" target="_blank">¿Necesitas ayuda? Contáctanos.</a></p><p>Prueba el plugin sin problemas.</p>

source: <p>Site audits not found.</p>
es_es: <p>No se encontraron inspecciones del sitio.</p>

source: Attention administrator: You need to complete the setup on the <a href="%s" target="_blank">settings page</a>. The plugin wont work properly without those settings.
es_es: Atención administrador: Necesitas completar la configuración en la <a href="%s" target="_blank">página de ajustes</a>. El plugin no funcionará adecuadamente sin esos ajustes.

source: Audit results not found
es_es: No se encontraron resultados de la inspección

source: Can not evaluate the speed of this site
es_es: No se puede evaluar la velocidad de este sitio

source: Can not evaluate the speed of this site.
es_es: No se puede evaluar la velocidad de este sitio.

source: Can not get the number of assets
es_es: No se puede obtener el número de activos

source: Can not get the number of assets.
es_es: No se puede obtener el número de activos.

source: Check the plugin settings. <a href="%s" target="_blank" class="button">Open settings page</a>
es_es: Revisa los ajustes del plugin. <a href="%s" target="_blank" class="button">Abrir la página de ajustes.</a>

source: CODE ANALYSIS
es_es: ANÁLISIS DE CÓDIGO

source: COPY ANALYSIS
es_es: COPIAR ANÁLISIS

source: DoFollow Backlinks
es_es: Enlaces DoFollow

source: DOMAIN ANALYSIS
es_es: ANÁLISIS DEL DOMINIO

source: Domain Authority
es_es: Autoridad del Dominio

source: Dont show the report after submission?
es_es: ¿No mostrar el reporte luego del envío?

source: Email
es_es: Correo

source: Email message
es_es: Mensaje del correo electrónico

source: Email subject
es_es: Asunto del correo

source: Email template (optional)
es_es: Plantilla de correo (opcional)

source: Email: Send results copy (bcc) to these addresses
es_es: Correo elecrónico: Enviar una copia de los resultados (bcc) a estas direcciones

source: Embed a form on any page to generate a SEO report for any website + keyword and email it to the user.
es_es: Incrusta un formulario en una página para generar reporte de SEO para cualquier sitio web + palabra clave y enviarlo al usuario.

source: Enter the admin email. Separate each email with a comma.
es_es: Ingresa el correo electrónico del administrador. Separa cada dirección de correo con una coma.

source: Export to CSV
es_es: Exportar a CSV

source: Found exact keyword in an image file name
es_es: Palabra clave exacta encontrada en el nombre de un archivo de imagen

source: Get API keys: <br/>To show audit results, you need api keys from Moz and Google. Add your keys to the <a href="%s" target="_blank">settings page</a>. <a href="https://greenjaymedia.com/wp-site-auditor/how-to-get-api-keys/" target="_blank">Find out how to get your api keys here</a>
es_es: Obtén claves API: <br/>Para mostrar los resultados de inspección, necesitas claves API de Moz y Google. Añade tus claves a la <a href="%s" target="_blank">página de ajustes</a>. <a href="https://greenjaymedia.com/wp-site-auditor/how-to-get-api-keys/" target="_blank">Descubre cómo obtener tus claves API aquí.</a>

source: Get your access id and secret key here: <a href="https://moz.com/products/api/keys" target="_blank">Get key</a> - <a href="https://greenjaymedia.com/wp-site-auditor/how-to-get-api-keys/" target="_blank">Tutorial</a>
es_es: Obten tu ID de acceso y clave secreta aquí: <a href="https://moz.com/products/api/keys" target="_blank">Obtener clave</a> - <a href="https://greenjaymedia.com/wp-site-auditor/how-to-get-api-keys/" target="_blank">Tutorial</a>

source: Get your API key here: <a href="https://console.cloud.google.com" target="_blank">Get key</a> - <a href="https://greenjaymedia.com/wp-site-auditor/how-to-get-api-keys/" target="_blank">Tutorial</a>
es_es: Obtén tu clave API: <a href="https://console.cloud.google.com" target="_blank">Obtener clave</a> - <a href="https://greenjaymedia.com/wp-site-auditor/how-to-get-api-keys/" target="_blank">Tutorial</a>

source: Good Signals
es_es: Buenas Señales

source: Google PageSpeed Insights API key
es_es: Clave API de Google PageSpeed Insights

source: HEADING TAGS
es_es: ETIQUETAS DE ENCABEZAMIENTO

source: Here's your report
es_es: Aquí está tu reporte

source: Highly recommend adding an SSL to your domain for added security and seo benefit (https).
es_es: Es muy recomendado añadir un certificado SSL a tu dominio para la más seguridad y la mejora de tu SEO (https).

source: IMAGE ANALYSIS
es_es: ANÁLISIS DE LA IMAGEN

source: img created
es_es: img creada

source: Issues Found
es_es: Problemas Encontrados

source: Keyword
es_es: Palabra clave

source: Landing Page Audit
es_es: Inspección de Página de Destino

source: Leads
es_es: Prospectos

source: Leave this empty if you want to use our default email template. Placeholders: {result_url}, {sdt_logo}, {sdt_message}
es_es: Deja este campo vacío si quieres usar nuestra plantilla de correo por defecto. Marcadores de posición: {result_url}, {sdt_logo}, {sdt_message}

source: Main color
es_es: Color principal

source: MOBILE ANALYSIS
es_es: ANÁLISIS MÓVIL

source: Moz API: Access ID
es_es: Moz API: ID de acceso

source: Moz API: Secret ID Key
es_es: Moz API: Clave ID secreta

source: Moz Domain Authority Missing.
es_es: Falta la Autoridad de Dominio de Moz.

source: Moz Page Authority Missing.
es_es: Falta la Autoridad de Página de Moz.

source: Name
es_es: Nombre

source: Page Authority
es_es: Autoridad de Página

source: Page Grade
es_es: Calificación de la Página

source: PAGE LINK ANALYSIS
es_es: ANÁLISIS DEL ENLACE DE PÁGINA

source: PAGE SIZE
es_es: TAMAÑO DE PÁGINA

source: Pick a color for the pdf report (default: #000).
es_es: Elige un color para el reporte PDF (por defecto: #000)

source: Reduce the number of page requests to 150 or less.
es_es: Reduce el número de peticiones de página a 150 o menos.

source: Reduce the number of page requests to improve load speed. 150 or less is ok. The lower the number, the better.
es_es: Reduce el número de peticiones de página para mejorar la velocidad de carga. 150 o menos está bien. Cuanto menor sea el número, mejor.

source: Reduce the page size
es_es: Reduce el tamaño de la página

source: Reduce the page size to less than 2.5MB, for better load speed.
es_es: Reduce el tamaño de la página a menos de 2.5MB para mejor velocidad de carga.

source: Reduce the title tag to less than 70 characters
es_es: Reduce la etiqueta del título a menos de 70 caracteres

source: Remove Flash code from page.
es_es: Borrar el código Flash de la página.

source: REQUESTS
es_es: SOLICITUDES

source: Results page
es_es: Página de resultados

source: Results: footer content
es_es: Resultados: Contenido del pie de página

source: Results: header content
es_es: Resultados: Contenido de la cabecera

source: SCORE
es_es: PUNTUACIÓN

source: Server does not use GZIP compression
es_es: El server no usa la compresión GZIP

source: Set the page where the shortcode results is located. This page must be published.
es_es: Establece la página donde está el shortcode de resultados. Esta página debe ser pública.

source: Settings
es_es: Ajustes

source: Site Audits
es_es: Inspecciones del Sitio

source: SPEED
es_es: VELOCIDAD

source: Submit
es_es: Enviar

source: TASKS
es_es: TAREAS

source: Text to HTML ratio should be > %d%%.
es_es: La relación entre el texto y el HTML debería ser > %d%%.

source: Thank you for installing our plugin. <a href="https://greenjaymedia.com/contact-us/" target="_blank">Contact us</a> if you need help with the setup or have any questions.
es_es: Gracias por instalar el plugin. <a href="https://greenjaymedia.com/contact-us/" target="_blank">Contáctanos</a> si necesitas ayuda con la configuración o cualquier otra duda.

source: the assets loaded is unavailable
es_es: los assets cargados no están disponibles

source: The assets number is acceptable.
es_es: El número de assets es aceptable.

source: The assets number is excellent.
es_es: El número de assets es excelente.

source: the load time is unavailable
es_es: el tiempo de carga no está disponible

source: the page size is ok
es_es: el tamaño de la página es aceptable

source: The page size is unavailable.
es_es: El tamaño de la página no está disponible.

source: the page size is unavilable
es_es: el tamaño de la página no está disponible

source: The page speed is average.
es_es: La velocidad de la página es media.

source: The page speed is fast.
es_es: La velocidad de la página es rápida.

source: The page speed is very low
es_es: La velocidad de la página es muy baja

source: This domain is only missing old
es_es: A este dominio sólo le falta el antiguo

source: This option not found
es_es: Esta opción no se ha encontrado

source: This page has no backlinks.
es_es: Esta página no tiene backlinks.

source: This page has no dofollow backlinks.
es_es: Esta página tiene links dofollow.

source: This page is very slow.
es_es: Esta página es muy lenta.

source: TITLE TAG
es_es: ETIQUETA DE TÍTULO

source: TOP 5 WORDS USED
es_es: TOP 5 DE PALABRAS USADAS

source: Total Backlinks
es_es: Total de backlinks

source: URL is SEO friendly.
es_es: La URL es adecuada para SEO.

source: Use these shortcodes: <br/>[site_audit layout="horizontal"] to display the site audit form with horizontal layout<br/>[site_audit layout="vertical"] to display the site audit form with vertical layout<br/>[site_audit_result] to display the site audit results. The results page must be a separate page, not on same page as form.
es_es: Usa estos shortcodes: <br/>[site_audit layout="horizontal"] para mostrar el formulario de inspección del sitio con diseño horizontal.<br/>[site_audit layout="vertical"] para mostrar el formulario de inspección del sitio con diseño vertical.<br/>[site_audit_result] para mostrar los resultados de la inspección del sitio. La página de resultados debe ser una página separada, no la misma página que el formulario.

source: Use these shortcodes: <br/>[site_audit layout="horizontal"] to display the site audit form with horizontal layout<br/>[site_audit layout="vertical"] to display the site audit form with vertical layout<br/>Use [site_audit_result] to display the site audit results, the results page must be a separate page, not on same page as form
es_es: Usa estos shortcodes: <br/>[site_audit layout="horizontal"] para mostrar el formulario de inspección del sitio con diseño horizontal.<br/>[site_audit layout="vertical"] para mostrar el formulario de inspección del sitio con diseño vertical.<br/>Usa [site_audit_result] para mostrar los resultados de la inspección del sitio. La página de resultados debe ser una página separada, no la misma página que el formulario

source: Validate your html at validator.w3.org.
es_es: Valida tu html en validator.w3.org.

source: View results
es_es: Ver resultados

source: Warning: Please add your API keys in the settings page. The form will not work without them.
es_es: Advertencia: Por favor, añade tus claves API en la página de ajustes. El formulario no funcionará sin ellas.

source: We sent you an email with the results
es_es: Te hemos enviado un correo electrónico con los resultados

source: We show the report when the form is submitted, activate this option if you want to display the report only in the email sent to the user
es_es: Mostramos el reporte cuando se envía el formulario; activa esta opción si quieres mostrar el reporte solo en el correo enviado al usuario

source: Write the html that will be in the results footer
es_es: Escribe el HTML que aparecerá en el pie de página de los resultados

source: Write the message that will appear in the mail
es_es: Escribe el mensaje que aparecerá en el correo

source: Write the message that will appear in the mail. Use {result_url} as the URL to open the report.
es_es: Escribe el mensaje que aparecerá en el correo electrónico. Usa {result_url} como la URL para abrir el reporte.

source: Write the message that will be at the top right section in the results header
es_es: Escribe el correo que aparecerá en

source: You are using the Free plugin. Available features:<br>You can show the site audit form<br>When the user fills the form, we send the site audit results to his email address<br>We show our "powered by" logo (no link) below the site audit form and below the email containing the results.
es_es: Estás usando el Plugin Gratuito. Características disponibles:<br>Puedes mostrar el formulario de inspección del sitio.<br>Cuando el usuario rellena el formulario, enviamos los resultados de inspección del sitio a su dirección de correo electrónico.<br>Mostramos nuestro logo de desarrollador (sin link) debajo del formulario de inspección del sitio y debajo del correo electrónico que contiene los resultados.
